{
  "id": "8",
  "slug": "g",
  "title": "Wutherinh Heights Book Cover",
  "description": "After finishing the classic Wuthering Heights, I developed a book cover design that combines analog and digital media, exploring the contrast between the contemporary and the timeless. The idea was to reinterpret the intensity and dark atmosphere of the novel through a modern visual lens, creating a dialogue between literary tradition and new aesthetic possibilities.After finishing the classic Wuthering Heights, I developed a book cover design that combines analog and digital media, exploring the contrast between the contemporary and the timeless. The idea was to reinterpret the intensity and dark atmosphere of the novel through a modern visual lens, creating a dialogue between literary tradition and new aesthetic possibilities.After finishing the classic Wuthering Heights, I developed a book cover design that combines analog and digital media, exploring the contrast between the contemporary and the timeless. The idea was to reinterpret the intensity and dark atmosphere of the novel through a modern visual lens, creating a dialogue between literary tradition and new aesthetic possibilities.After finishing the classic Wuthering Heights, I developed a book cover design that combines analog and digital media, exploring the contrast between the contemporary and the timeless. The idea was to reinterpret the intensity and dark atmosphere of the novel through a modern visual lens, creating a dialogue between literary tradition and new aesthetic possibilities.After finishing the classic Wuthering Heights, I developed a book cover design that combines analog and digital media, exploring the contrast between the contemporary and the timeless. The idea was to reinterpret the intensity and dark atmosphere of the novel through a modern visual lens, creating a dialogue between literary tradition and new aesthetic possibilities.",
  "date": "Outubro de 2025",
  "category": "ilustracao",
  "coverImage": "/arts/1.png",
  "published": true,
  "muralSections": [
    {
      "type": "full",
      "imageUrl": "/arts/1.png",
      "alt": "Descrição da imagem de largura total."
    },
    {
      "type": "text",
      "content": "My creative process began with a photograph I captured in the city of São Paulo. What drew my attention was its ethereal quality, the duality between revealing and concealing, presence and absence. This atmosphere strongly resonated with the tensions and contrasts found in Wuthering Heights, and it became the starting point for developing the book cover design. In the next stage, I treated the photograph to emphasize movement and fantasy, transforming it beyond a simple urban record. The use of hot pink was conceived as a disruptive element: an 'unnatural' color set against a bucolic background, creating both estrangement and harmony with the intense, untamed spirit of the novel. This chromatic intervention was designed to produce visual impact while highlighting the contrast between the classic text and its contemporary reinterpretation."
    },
    {
      "type": "full",
      "imageUrl": "/arts/2.png",
      "alt": "Descrição da imagem de largura total."
    },
    {
      "type": "text",
      "content": "Next, I placed the worked image within a darker and denser tone, seeking to translate aspects of the book that left a deep impression on me: the loss of innocence, obsession, compulsiveness, and the desire for revenge. The heavy atmosphere was not merely an aesthetic choice, but also a symbolic one, reflecting the emotions that permeate the narrative and remain as indelible marks on the characters. Echoes of the tree’s image emerge amidst the darkness, almost suffocated by the environment. This visual device is meant to suggest that all the characters are entangled in a diseased plot, in a space that, paradoxically, was also the cradle of malice."
    },
    {
      "type": "full",
      "imageUrl": "/arts/3.gif",
      "alt": "Descrição da imagem de largura total."
    },
    {
      "type": "text",
      "content": "This brings my reflections on the development of this project to a close. It is not every day that a book touches us so deeply, and at times we feel the urge to express our vision in ways that go beyond words. As a designer, I have the privilege of relying on graphic elements to visually shape my thoughts and to share, through imagery, what the narrative has awakened in me."
    },
    {
      "type": "full",
      "imageUrl": "/arts/4.png",
      "alt": "Descrição da imagem de largura total."
    }
  ]
}
